12/data/attachments/539528da8e7c3109.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_43330617-2f07-4ec0-9ef2-ead5f48dd75b</nif:username>
            <nif:friendToBeAdded>Crystal_something_Actions_54104_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>